# گزارش باگ

## عنوان باگ
کار نمیکند OPT

## توضیحات
پس از وارد کردن رمز یک بار مصرف وارد سامانه نمیشود.

## مراحل بازتولید باگ
1. صفحه ورود را باز میکنیم
2. نام کاربری و رمز عبور معتبر وارد میکنیم.
3. روی دکمه ورود کلیک کنید.
   
## نتیجه مورد انتظار
کاربر باید با موفقیت وارد سیستم شود.

## نتیجه واقعی
دکمه ورود هیچ واکنشی نشان نمی‌دهد.

## شدت باگ (Severity)
متوسط

## اولویت (Priority)
بالا

## محیط تست (Environment)
مرورگر: Chrome & Firefox 
سیستم عامل: Windows 11


## نتیجه تست مجدد
پس از اعمال اصلاحات، دکمه ورود به درستی کار می‌کند و کاربر وارد سیستم می‌شود.

## وضعیت نهایی
PASS

## وضعیت باگ
 بسته شده.
